Revit 2027 API
ParameterTypeId.RbsDuctFittingLossMethodParam Property
 "Loss Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctFittingLossMethodParam { get; }
Public Shared ReadOnly Property RbsDuctFittingLossMethodParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctFittingLossMethodParam {
	ForgeTypeId^ get ();
}
static member RbsDuctFittingLossMethodParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace